import java.util.ArrayList;

public class Task22 {
    public static void main(String[] args) {
        ArrayList<Integer> arrayList = new ArrayList<>();
        arrayList.add(2);
        arrayList.add(7);
        arrayList.add(9);


        System.out.println(arrayList.contains(2)); // 22. Напишите программу на Java, чтобы проверить, существует ли определенный элемент в связанном списке.

    }
}
